IDEA Connection Link
ConnectionSrv.ConDataContract Property
 ConDataContract
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ConDataContract ConDataContract { get; }
Public ReadOnly Property ConDataContract As ConDataContract
	Get
public:
property ConDataContract^ ConDataContract {
	ConDataContract^ get ();
}
Property Value
Type: ConDataContract
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace